{
  "topics": "Tematy",
  "sections": "Sekcje",
  "toTop": "Powrót do góry",
  "war": "Wojna",
  "monuments": "Pomniki",
  "post-office": "Tereny Poczty",
  "defenders": "Obrońcy oraz towarzyszące im osoby cywilne",
  "pageNotFound": "Nie znaleziono strony",
  "clickOnTopic": "Kliknij temat, który byś chciał wybrac",
  "toHomePage": "Powrót do strony głównej",
  "content": {
    "war": {
      "name": "Wojna",
      "introduction": "",
      "parts": [
        "przed wojną",
        "przebieg bitwy o budynek poczty",
        "o pocztowcach",
        "proces pocztowców",
        "rewizja",
        "wydarzenia powojenne"
      ],
      "sections": [
        [
          "(temp; check data; only wikipedia)",
          "Urząd Pocztowy \"Gdańsk 1\" stał się od 1930 głównym polskim urzędem pocztowym w Gdańsku. Mieściła się w nim również centrala telefoniczna z bezpośrednim połączeniem do Polski. Szacuje się, że we wrześniu 1939 na w gdańskim oddziale Poczty Polskiej pracowało nieco ponad 100 osób.",
          "Do kwietnia 1939 komórką samoobrony oddziału kierował Alfons Flisykowski a większość pocztowców należała do polskiej organizacji paramilitarnej - Związku Strzeleckiego. W jej ramach i zgodnie z jej statutem organizacyjnym byli szkoleni bojowo na kursach w Polsce.",
          "Od kwietnia dowództwo przejął ppor. Konrad Guderski, przysłany do Gdańska przez Sztab Główny Wojska Polskiego. Zajął się on dodatkowym szkoleniem bojowym pocztowców oraz przygotowaniem gmachu do obrony. W tym celu wycięte zostały drzewa otaczające gmach poczty oraz zabezpieczone wejście do budynku. W połowie sierpnia załogę poczty wzmocniono dziesięcioma pracownikami, którzy zostali oddelegowani z oddziałów w Gdyni i w Bydgoszczy."
        ],
        [
          "/images/gallery/budynek-poczty.jpg",
          "(temp; check data; only wikipedia)",
          "Atak na Pocztę Polską rozpoczął się o godz. 4:45, równocześnie z rozpoczęciem ostrzału Westerplatte przez pancernik Schleswig-Holstein. Wcześniej, ok. godz. 4:00, budynek pozbawiono prądu oraz wszelkich połączeń telefonicznych.",
          "W skład atakujących sił niemieckich wchodziły: specjalny oddział gdańskiej Policji Porządkowej (Schutzpolizei) oraz pododdziały SS Wachsturmbann „E” i SS-Heimwehr Danzig. Oddziały te dysponowały oprócz broni ręcznej trzema samochodami pancernymi ADGZ. Atakiem dowodził SS-Untersturmführer Alfred Heinrich, zaś odpowiedzialność operacyjną za akcje formacji paramilitarnych ponosił ówczesny szef gdańskiej policji SS-Oberführer Johannes Schäfer.",
          "W gmachu Poczty Polskiej przy ówczesnym placu Heweliusza w Gdańsku w chwili ataku przebywało 43 pocztowców tegoż oddziału, 10 pocztowców delegowanych z Gdyni i z Bydgoszczy oraz jeden kolejarz polski z Gdańska. Dysponowali oni trzema lekkimi karabinami maszynowymi Browning wz. 1928, pistoletami i karabinami oraz pewną liczbą granatów ręcznych. Poza tym w budynku przebywali jeszcze dozorca domu, jego żona i ich 10-letnia wychowanica. Pracowników, którzy mieli podjąć pracę o godzinie 8:00, zatrzymał przed budynkiem kordon policji.",
          "Plan ataku Niemców (opracowany w lipcu 1939) zakładał zdobycie budynku poprzez przebicie otworu w ścianie z sąsiadującego z nim Krajowego Urzędu Pracy. Równocześnie trzy grupy szturmowe miały związać siły obrońców i wedrzeć się do gmachu od frontu.",
          "Według założeń opracowanych przez Sztab Główny Wojska Polskiego pocztowcy mieli się utrzymać przez ok. 6 godzin, do czasu przybycia z odsieczą wydzielonych pododdziałów Armii \"Pomorze\". Pocztowcom, w przeciwieństwie do dowódcy załogi Westerplatte, nie przekazano informacji o wycofaniu Korpusu Interwencyjnego z Pomorza, ani nie odwołano polecenia obrony.",
          "Pierwszy atak niemiecki zakończył się niepowodzeniem; zostali odparci. Podczas tej próby śmiertelną ranę odniósł jego dowódca - SS-Untersturmführer, Alfred Heinrich. Równocześnie został odparty atak od strony Urzędu Pracy, gdzie zostały wybite dziury w ścianach. Tu z kolei śmierć poniósł (od wybuchu własnego granatu, którym zlikwidował grupę Niemców atakujących przez dziurę w ścianie) dowódca obrony ppor. Konrad Guderski.",
          "Około godz. 10:00, by zorientować się jak przebiegają walki, na placu Heweliusza pojawili się gauleiter Albert Forster i SS-Oberführer Johannes Schäfer. Do tego celu Forster posłużył się jednym z samochodów pancernych.",
          "Około godz. 11:00 niemieckie siły atakujące zostały wzmocnione dwoma lekkimi działami kalibru 75 mm. Pomimo tego drugi atak także zakończył się niepowodzeniem napastników.",
          "Około godz. 15:00 niemiecki nowy dowódca ataku zarządził przerwę w szturmie i dał pocztowcom dwie godziny na kapitulację. Równocześnie została sprowadzona haubica kal. 105 mm, a saperzy wykonali podkop pod ścianą poczty, w którym założyli 600-kilogramowy ładunek wybuchowy. Po upływie ultimatum (o godz. 17:00) ładunek został odpalony burząc część ściany budynku, a oddziały niemieckie przy wsparciu już trzech dział ruszyły do szturmu zajmując część budynku pocztowego. W tym czasie obrona została ograniczona do piwnic, gdzie przed ostrzałem schronili się obrońcy.",
          "Około godz. 18:00 pod pocztę sprowadzono motopompy, którymi do piwnic Niemcy wpompowali benzynę podpaloną następnie przy pomocy miotaczy ognia. W wyniku tych działań żywcem spłonęło prawdopodobnie pięciu pocztowców (m.in. Brunon Marszałkowski i Stanisław Rekowski).",
          "O godz. 19:00 Obrońcy podjęli decyzję o kapitulacji. Jako pierwszy z płonącego budynku wyszedł dyrektor dr Jan Michoń. Mimo że niósł tylko białą flagę został przez napastników zastrzelony. Wychodzący za nim naczelnik poczty Józef Wąsik został żywcem spalony miotaczem płomieni. Prawdopodobnie w czasie opuszczania budynku przez Michonia i Wąsika próbę ucieczki podjął Bronisław Szulc. Według wspomnień Augustyna Młyńskiego został on najprawdopodobniej zastrzelony. W swojej książce Dieter Schenk uwzględnił fakt, że spalonego ciała Szulca nie udało się później zidentyfikować. Prawdopodobnie został najpierw zastrzelony, a później podpalony miotaczem ognia."
        ],
        [
          "Z budynku udało się uciec sześciu pocztowcom. Dwóch z nich: Franciszka Mionskowskiego oraz rannego Alfonsa Flisykowskiego, aresztowano już 2 września i osadzono z pozostałymi obrońcami; pozostała czwórka: (Andrzej Górski, Franciszek Mielewczyk, Władysław Milewczyk i Augustyn Młyński) zdołała uciec i przeżyć wojnę. Jeden z pocztowców, Władysław Kupka, również podjął próbę ucieczki, ale w niewyjaśnionych okolicznościach został złapany przez Niemców.",
          "Pozostali obrońcy zostali aresztowani i umieszczeni najpierw w gmachu Prezydium Policji w Gdańsku (28 osób), a rannych i poparzonych (16 osób) umieszczono w szpitalu miejskim. Spośród osób odesłanych do szpitala w wyniku obrażeń zmarło 6 osób (5 w wyniku poparzeń). Najmłodszą ofiarą ataku na pocztę była 10-letnia Erwina Barzychowska, wychowanica dozorcy Jana Pipki i jego żony Małgorzaty. Silnie poparzona miotaczem płomieni (przy próbie opuszczenia gmachu poczty) zmarła w szpitalu po 7 tygodniach.",
          "Grupę więzioną w Prezydium Policji przeniesiono po kilku dniach do Victoriaschule, więzienia w którym w pierwszych dniach wojny przetrzymywano i torturowano gdańskich Polaków. Grupa ta była sądzona w pierwszym procesie pocztowców już 8 września 1939.",
          "Dalsze losy pocztowców były różne. Prawie wszyscy, którzy ocaleli zostali później rozstrzelani. Ciała tych, którzy zginęli pochowane zostały na cmentarzu na Zaspie (dzisiejszy Cmentarz Ofiar Hitleryzmu przy ul. Bolesława Chrobrego). Ci, którzy nie zdołali uciec i zostali aresztowani, skazani zostali przez Niemców na karę śmierci i także rozstrzelani. Polscy pocztowcy, którzy nie brali udziału w obronie, zostali w większości aresztowani i osadzeni w obozach koncentracyjnych."
        ],
        [
          "Obrońcy byli sądzeni w dwóch procesach przez sąd polowy brygady generała Friedricha Eberhardta, wchodzącej w skład 3 Armii Georga von Küchlera. 8 września sądzono 28 pocztowców, a 30 września pozostałych 10. Wszyscy zostali skazani na śmierć za „partyzantkę” (niem. Freischärlerei). Podstawą oskarżenia było rozporządzenie o specjalnym wojennym prawie karnym w czasie wojny i podczas szczególnych zadań z 17 sierpnia 1938.",
          "Artykuł trzeci tego rozporządzenia brzmiał: „partyzantem karanym śmiercią jest ten, kto bez posiadania przewidzianych przez prawo międzynarodowe zewnętrznych odznak przynależności do sił zbrojnych nieprzyjacielskiego mocarstwa, broni albo innych środków używa, lub mając w swoim posiadaniu, w zamiarze użycia na szkodę niemieckiego lub zaprzyjaźnionego wojska albo przynależnego do nich zabija lub podejmuje działanie, które na użytek wojenny mogą podejmować tylko członkowie sił zbrojnych w mundurze”. Wyrok wydał przewodniczący sądu Kurt Bode, a oskarżycielem był radca sądu wojskowego dr Hans Giesecke. Wyrok ostatecznie zatwierdził gen. Walther von Brauchitsch, naczelny dowódca wojsk lądowych.",
          "Wyrok wykonano prawdopodobnie 5 października, około godziny 4 nad ranem, na ćwiczebnym poligonie policji gdańskiej na Zaspie. Pocztowcy zostali rozstrzelani na terenie starej strzelnicy przy lotnisku we Wrzeszczu i w tym samym miejscu pogrzebani. Według zachowanych świadectw prowadzono ich czwórkami, spętanych. Nad wykopanym przez więźniów Stutthofu grobem pozwolono im przyjąć komunię świętą. Mogiłę zasypano gaszonym wapnem i dokładnie pokryto murawą. Jednym z kierujących egzekucją był SS-Sturmbannführer Max Pauly, ówczesny komendant obozu koncentracyjnego Stutthof (w roku 1946 skazany został on przez Brytyjski Trybunał Wojskowy na karę śmierci przez powieszenie)."
        ],
        [
          "W 1995 Sąd Krajowy w Lubece przeprowadził rewizję procesu pocztowców, stwierdzając m.in. pogwałcenie reguł postępowania sądowego i naruszenia postanowień IV konwencji haskiej (1907) o prawach i zwyczajach wojny lądowej. W jej wyniku zostali oni przez sąd uniewinnieni. Do rozpoczęcia procesu przyczyniła się wydana w tym samym roku książka Dietera Schenka „Polska Poczta w Gdańsku – historia pewnego niemieckiego morderstwa sądowego”. Wyrok oprócz znaczenia moralnego pozwolił na wystąpienie do rządu niemieckiego o odszkodowanie (zostało ono wypłacone w roku 2001).",
          "Głównymi tezami uzasadniającymi wyrok były:",
          "Obowiązujący do 14 listopada 1939 Kodeks karny Wolnego Miasta Gdańska nie przewidywał kary śmierci.",
          "Rozporządzenie o specjalnym wojennym prawie karnym, na którym oparto wyrok dotyczyło tylko działań popełnionych przeciwko Wehrmachtowi, natomiast pocztę atakowały oddziały policji gdańskiej oraz paramilitarne jednostki SS i SA.",
          "Rozporządzenie przewidziane było na wypadek wojny, a taki fakt zaistniał po 3 września 1939 kiedy Wielka Brytania i Francja wypowiedziały Niemcom wojnę.",
          "Poczta Polska w Gdańsku w myśl art. 104 traktatu wersalskiego była w świetle prawa międzynarodowego terytorium Polski bronionym przez Polaków, więc nie mogli być oni uznani za partyzantów.",
          "Pogwałcone zostały postanowienia ratyfikowanej przez Niemcy IV konwencji haskiej, której artykuł 43 w dziale III stwierdza: „z chwilą przejścia władzy z rąk rządu legalnego do rąk okupanta tenże poweźmie wszelkie będące w jego mocy środki, przestrzegając prawa obowiązujące w tym kraju”. Poczta Polska była częścią terytorium Polski.",
          "Nie zapewniono oskarżonym prawa do obrony.",
          "Odpowiedzialnych za mord sądowy Hansa Giesecke i Kurta Bode nigdy nie spotkała jakakolwiek kara. Zostali po wojnie zdenazyfikowani. Giesecke został dyrektorem Sądu Krajowego Hesji we Frankfurcie nad Menem, a Bode był sędzią, a potem wiceprezesem Wyższego Sądu Krajowego w Bremie. Zmarli w latach siedemdziesiątych jako cenieni prawnicy."
        ],
        [
          "Uchwałą Krajowej Rady Narodowej z 31 października 1946 Orderem Virtuti Militari V klasy za bohaterską obronę Poczty Polskiej w Gdańsku w 1939 r. został odznaczony Związek Zawodowy Pracowników Poczt i Telekomunikacji – Koło Gdańsk 1.",
          "Po wojnie dawny plac Heweliusza otrzymał nazwę placu Obrońców Poczty Polskiej. Z okazji 40. rocznicy bohaterskiej obrony, 1 września 1979 na placu odsłonięto Pomnik Obrońców Poczty Polskiej w Gdańsku. W tym samym dniu, w bronionym w 1939 budynku, uruchomiono Urząd Pocztowy Gdańsk 1 oraz Muzeum Poczty i Telekomunikacji. To ostatnie stanowiło przez długi czas oddział Muzeum Poczty i Telekomunikacji we Wrocławiu, a od 1 stycznia 2003 włączono je w struktury Muzeum Historycznego Miasta Gdańska (obecnie Muzeum Gdańska) pod nazwą Muzeum Poczty Polskiej w Gdańsku.",
          "Do 28 sierpnia 1991 nie było znane miejsce egzekucji obrońców Poczty Polskiej. Po 1939 roku Niemcy wykonali prace ziemne, które - mimo istnienia naocznych świadków mordu - przez długie lata uniemożliwiały precyzyjne ustalenie miejsca egzekucji. Na zbiorowy grób 38 pocztowców natrafili przypadkowo robotnicy prowadzący prace ziemne przy budowie garaży banku na osiedlu Zaspa (między ulicą Burzyńskiego a aleją Jana Pawła II). Ekshumowane szczątki zostały ponownie pochowane na znajdującym się w pobliżu Cmentarzu Ofiar Hitleryzmu w Gdańsku, gdzie spoczywają także pomordowani kolejarze i celnicy z Szymankowa oraz działacze polscy Wolnego Miasta Gdańska zamordowani w Wielki Piątek 22 marca 1940 w Stutthofie.",
          "Podczas prac ekshumacyjnych, obok innych znalezisk świadczących o tym, że jest to mogiła pocztowców, znaleziono jednoznaczny dowód w postaci obrączki Franciszka Klinkosza, ekspedienta pocztowego z panieńskimi inicjałami jego żony (Praksedy Vogel) i datą ich ślubu - \"P.V. 4.4.26\".",
          "W 1998 roku Rada Miasta Gdańska przyznała obrońcom Poczty Polskiej (łącznie 56 osobom) pośmiertnie tytuły honorowych obywateli Gdańska.",
          "Jesienią 2015 na wniosek rodzin pocztowców, usunięto pomnik odsłonięty na podwórzu Domu Kombatanta na przełomie lat 1970. i 80. - w miejscu domniemanego rozstrzelania obrońców."
        ]
      ]
    },
    "monuments": {
      "name": "Pomniki",
      "introduction": "W celu upamiętnienia poświęcenia pocztowców zostało postawionych wiele pomników i tablic",
      "parts": [
        "pomniki"
      ],
      "sections": [
        [
          "[ IMG ]",
          "Pomnik obrońców poczty polskiej odsłonięty w 1979 przed frontem budynku Poczty Polskiej w Gdańsku",
          "[ IMG ]",
          "Tablica umieszczona na murze obok budynku pocztowego, gdzie początkowo zgromadzono wziętych do niewoli Pocztowców, upamiętniająca nadanie im w 1998 honorowego obywatelstwa Gdańska",
          "[ IMG ]",
          "Pomnik obok tablicy",
          "[ IMG ]",
          "Ten sam mur. Artysta umieścił na nim symboliczne ślady palców tam, gdzie aresztowani pocztowcy trzymali ręce",
          "[ IMG ]",
          "Grób pocztowców, cmentearz na Zaspie",
          "[ IMG ]",
          "Gdańsk-Zaspa: napis na tablicy - „W tym miejscu odnaleziono w dniu 28.08.1991 r. szczątki 38 obrońców poczty polskiej w Gdańsku, którzy zostali rozstrzelani przez hitlerowców w dniu 05.10.1939 r.”",
          "[ IMG ]",
          "Tablica w miejscu rozstrzelania polskich pocztowców przez Niemców w 1939 na gdańskiej Zaspie przy ul. Kombatantów 4 z napisem: „W tym miejscu, na terenie byłej strzelnicy, hitlerowscy oprawcy dokonali 5 października zbrodniczej egzekucji rozstrzelania 38 bohaterskich obrońców Poczty Polskiej. Śmiertelne szczątki Bohaterów znajdują się na terenie Cmentarza Bojowników na Zaspie”"
        ]
      ]
    },
    "post-office": {
      "name": "Tereny Poczty",
      "introduction": "",
      "parts": [
        "w przeszłości",
        "dziś i jutro"
      ],
      "sections": [
        [
          "(temp; check data; only wikipedia)",
          "[ IMG ] Skrzynka pocztowa Poczty Polskiej w Wolnym Mieście Gdańsku",
          "Polski Urząd Pocztowo-Telegraficzny w Gdańsku utworzono na mocy postanowień traktatu wersalskiego (paragraf 104 ust. 3) z 1919, konwencji polsko-gdańskiej z 1920 (artykuły 29–32) oraz umowy warszawskiej z 24 października 1921 (artykuły 149–168). Pierwsza placówka w Gdańsku powstała w Nowym Porcie 10 marca 1920. W 1921 utworzono Dyrekcję Poczt i Telegrafów RP w Gdańsku. Mieściła się ona przy placu Heweliusza, w gmachu dawnego pruskiego szpitala wojskowego, zbudowanego w latach 1838–1844[1] (po utworzeniu Wolnego Miasta Gdańska i demilitaryzacji szpital został zamknięty[2]). Podlegały jej trzy urzędy pocztowe: Gdańsk 1 w gmachu przy pl. Heweliusza na Starym Mieście (od 1925), Gdańsk 2 na Dworcu Głównym w pomieszczeniu PKP (obecna restauracja KFC), oraz Gdańsk 3 w gdańskim porcie, tzw. Poczta Morska (gmach przy ul. Wiślnej został zbudowany w 1927, w dzisiejszej dzielnicy Letnica[3]).",
          "Urząd Gdańsk 1 stał się od 1930 głównym urzędem pocztowym w Gdańsku, mieściła się w nim m.in. centrala telefoniczna z bezpośrednim połączeniem z Polską. Urzędy na dworcu i w porcie nie obsługiwały indywidualnych klientów, ich obsługą zajmował się oddział nr 1. W Gdańsku ustawionych zostało 10 skrzynek pocztowych z polskim godłem państwowym. Szacuje się, że w 1939 na Poczcie Polskiej pracowało nieco ponad 100 osób.",
          "1 września 1939 główna placówka Poczty Polskiej w Gdańsku stała się miejscem bohaterskiej i tragicznej obrony przed atakiem niemieckich formacji policyjnych i paramilitarnych. Zginęło wtedy, głównie zamordowanych po kapitulacji, około 50 pocztowców. Polscy pocztowcy, którzy nie brali udziału w obronie, zostali w większości aresztowani i osadzeni w obozach koncentracyjnych.",
          "Obecnie mieści się tam Urząd Pocztowy Gdańsk 1 oraz Muzeum Poczty Polskiej w Gdańsku; w 1979 przed budynkiem urzędu pocztowego ustawiono pomnik Obrońców Poczty Polskiej w Gdańsku."
        ],
        [
          "Obecnie znajduje się tam muzeum obrońców Poczty Polskiej w Gdańsku, sale lekcyjne ZSŁ i bursa szkolna.",
          "Przed budynkiem, na placu, znajduje się pomnik poświęcowy obrońcom tej poczty."
        ]
      ]
    },
    "defenders": {
      "name": "Obrońcy oraz towarzyszące im osoby cywilne",
      "introduction": "",
      "parts": [
        "zabici w czasie walk",
        "zmarli w szpitalu miejskim",
        "rozstrzelani na Zaspie",
        "zamęczeni w obozach koncetracyjnych",
        "zdołali przeżyć"
      ],
      "sections": [
        [
          "1 września 1939",
          "Konrad Guderski ur. 19 lutego 1900 – ppor., inż., dowódca obrony",
          "Brunon Marszałkowski ur. 1 stycznia 1904 – ekspedient – KS Virtuti Militari nr 13755",
          "Jan Michoń ur. 1 czerwca 1888 – dr, p.o. dyrektora Poczty Polskiej – KS Virtuti Militari nr 13757",
          "Stanisław Rekowski ur. 17 września 1900 – ekspedient",
          "Bronisław Suchcitz",
          "Józef Wąsik ur. 8 lipca 1904 – naczelnik UPT – KS Virtuti Militari nr 13803",
          "nierozpoznane ciało",
          "nierozpoznane ciało"
        ],
        [
          "Erwina Barzychowska ur. 16 października 1929, zm. 20 października 1939 – wychowanica dozorcy, zmarła na skutek oparzeń",
          "Bernard Binnebesel ur. 20 maja 1893, zm. 4 września 1939 – asystent, przyczyna śmierci postrzał w brzuch oraz uszkodzenie czaszki",
          "Stefan Cywiński ur. 29 maja 1907, zm. 2 września 1939 – asystent, przyczyna śmierci oparzenia 2 i 3 stopnia",
          "Alojzy Franz ur. 17 lutego 1905, zm. 5 września 1939 – asystent, przyczyna śmierci oparzenia 2 i 3 stopnia",
          "Józef Mitkowski ur. 15 czerwca 1885, zm. 31 października 1939 – kontroler, przyczyna śmierci oparzenia 2 i 3 stopnia – KS Virtuti Militari nr 13760",
          "Jan Pipka ur. 20 lipca 1872, zm. 2 września 1939 – dozorca domu, przyczyna śmierci oparzenia 2 i 3 stopnia – KS Virtuti Militari nr 13770"
        ],
        [
          "prawdopodobnie 5 października 1939",
          "Jan Banaszkowski ur. 17 października 1904 – pocztylion, delegowany",
          "Władysław Bazgier ur. 22 kwietnia 1911 – st. asystent, delegowany",
          "Stefan Bączkowski ur. 4 stycznia 1906 – pocztylion, delegowany",
          "Heliodor Becker ur. 3 lipca 1904 – asystent",
          "Alojzy Bela ur. 9 czerwca 1899 – pocztylion",
          "Andrzej Binkowski ur. 11 listopada 1902 – pocztylion, delegowany",
          "Florian Budziak ur. 1 października 1911 – pocztylion, delegowany",
          "Maksymilian Cygalski ur. 17 września 1900 – st. asystent",
          "Jan Ellwardt ur. 3 listopada 1905 – ekspedient",
          "Alfons Flisykowski ur. 22 września 1902 – dowódca obrony, podreferendarz",
          "Kazimierz Gdaniec ur. 17 stycznia 1907 – kierowca",
          "Konrad Grotha ur. 26 lipca 1906 – pocztylion",
          "Jan Klimek ur. 20 września 1889 – st. ekspedient",
          "Franciszek Klinkosz ur. 22 grudnia 1899 – ekspedient",
          "Władysław Koprowiak ur. 21 maja 1897 – st. asystent, delegowany – KS Virtuti Militari nr 13737",
          "Franciszek Krause ur. 13 sierpnia 1900 – pocztylion – KS Virtuti Militari nr 13741",
          "Franciszek Kuntz ur. 24 czerwca 1907 – pocztylion",
          "Władysław Kupka ur. 30 września 1914 - ekspedient",
          "Wojciech Kurkowski ur. 24 kwietnia 1893 – ekspedient",
          "Augustyn Lis ur. 27 listopada 1900 – st. pocztylion – KS Virtuti Militari nr 13748",
          "Franciszek Magulski ur. 2 września 1904 – st. ekspedient – KS Virtuti Militari nr 13752",
          "Bernard Majewski ur. 7 grudnia 1900 – st. pocztylion – KS Virtuti Militari nr 13753",
          "Franciszek Mionskowski ur. 13 września 1897 – st. pocztylion – KS Virtuti Militari nr 13759",
          "Jan Nowak ur. 4 lutego 1890 – kierownik oddziału – KS Virtuti Militari nr 13764",
          "Stefan Nowakowski ur. 21 sierpnia 1901 – ekspedient – KS Virtuti Militari nr 13765",
          "Kazimierz Orzechowski ur. 23 listopada 1915 – asystent – KS Virtuti Militari nr 13769",
          "Brunon Piełowski ur. 29 sierpnia 1902 – kierowca – KS Virtuti Militari nr 13769",
          "Sylwester Płoszyński ur. 7 grudnia 1906 – pocztylion, delegowany – KS Virtuti Militari nr 13772",
          "Ignacy Połom ur. 6 lipca 1898 – st. ekspedient – KS Virtuti Militari nr 13773",
          "Aleksander Racki ur. 14 października 1903 – ekspedient – KS Virtuti Militari nr 13777",
          "Franciszek Rąbca ur. 4 stycznia 1904 – ekspedient – KS Virtuti Militari nr 13776",
          "Kazimierz Rogaczewski ur. 25 marca 1903 – ekspedient – KS Virtuti Militari nr 13780",
          "Józef Rzepka ur. 25 listopada 1899 – st. ekspedient – KS Virtuti Militari nr 13784",
          "Leon Schreiber ur. 5 września 1912 – mł. pocztylion, delegowany – KS Virtuti Militari nr 13786",
          "Ignacy Sikorski ur. 23 października 1895 – kierownik referatu – KS Virtuti Militari nr 13787",
          "Józef Strzelecki ur. 15 marca 1887 – st. ekspedient – KS Virtuti Militari nr 13795",
          "Leonard Wiśniewski ur. 2 stycznia 1904 – ekspedient – KS Virtuti Militari nr 13805",
          "Piotr Teshmer ur. 16 listopada 1894 – kancelista I klasy PKP – KS Virtuti Militari nr 13798"
        ],
        [
          "Leon Fuz ur. 21 lutego 1895, zm. grudzień 1939 w Piaśnicy - st. technik,",
          "Alfons Papka ur. 1 grudnia 1906, zm. 22 marca 1940 w obozie w Stutthofie - st. asystent",
          "Brunon Dobrzychowski ur. 4 maja 1908 - pocztylion"
        ],
        [
          "Andrzej Górski ur. 21 lipca 1910 – asystent",
          "Franciszek Mielewczyk ur. 2 grudnia 1910 – kierowca",
          "Władysław Milewczyk ur. 2 maja 1901 – kierowca",
          "Augustyn Młyński ur. 25 listopada 1905 – st. pocztylion",
          "Małgorzata Pipka – dozorczyni, wyszła z poddającymi się, została aresztowana i do 1943 była więziona w różnych więzieniach i obozach Gdańska, zmarła w 1963 r."
        ]
      ]
    }
  }
}