{
  "topics": "Topics",
  "sections": "Sections",
  "toTop": "Return to top",
  "war": "War",
  "monuments": "Monuments",
  "post-office": "Post Office area",
  "defenders": "Defenders",
  "pageNotFound": "Page not found",
  "clickOnTopic": "Click on topic you would like to choose",
  "toHomePage": "Back to home",
  "content": {
    "war": {
      "name": "War",
      "introduction": "",
      "parts": [
        "polish post office in the Free City of Danzig",
        "the course of the Battle for the post office building",
        "about postmen",
        "process of postmen",
        "revision",
        "post-war events"
      ],
      "sections": [
        [
          "The Treaty of Versailles, ending the First World War, established the Free City of Danzig, under the supervision of the League of Nations. The authorities of the state were dominated by Germans, who made up the vast majority of its inhabitants. Among other things, Poland was guaranteed access to the port of Gdańsk and the right to have a Polish post office.",
          "The three Polish post offices were subject to the Republic and had the status of extraterritoriality. They ensured the free transmission of all kinds of mail and telephone and telegraph communication with Poland. A branch of `Gdańsk 1', which housed the telephone exchange, was designated as the main office.",
          "/images/gallery/znak_1.jpg",
          "Mailboxes with the Polish eagle were placed at various points in the city for letters to Poland. Postmen delivered incoming correspondence from the country. The postmen wore green uniforms, resembling military uniforms. They systematically underwent training to prepare them for the armed defence of their posts.",
          "The danger became real after Adolf Hitler came to power in Germany in 1933. There was a significant increase in Nazi activity in the Free City at that time. Conflicts with the German inhabitants became more acute.",
          "Until April 1939, the self-defence cell of the branch was headed by Alfons Flisykowski, and most postal workers belonged to a Polish paramilitary organisation, the Riflemen's Association. Within its framework and in accordance with its organisational statutes, they were given combat training at courses in Poland.",
          "From April, Lieutenant Konrad Guderski, sent to Gdańsk by the Polish Army General Staff, took over command. He took charge of additional combat training for the postal workers and the preparation of the building for defence. To this end, the trees surrounding the post office building were cut down and the entrance to the building secured. Weapons were collected, including rifles, pistols, grenades and three machine guns.",
          "In mid-August, the post office staff was reinforced with ten employees who had been seconded from branches in Gdynia and Bydgoszcz. It is estimated that in September 1939 there were just over 100 people working at the Gdańsk branch of the Polish Post Office, and 50 of them were ready to fight."
        ],
        [
          "/images/gallery/poczta_2.jpg",
          "Before the attack began, at around 4:00 a.m., the Polish Post Office building was deprived of electricity and all telephone connections. The attack on the post office building began at 4:45 a.m., simultaneously with the start of the shelling of Westerplatte by the battleship Schleswig-Holstein.",
          "The attacking German forces included a special detachment of the Danzig Order Police (Schutzpolizei) and the SS Wachsturmbann \"E\" and SS-Heimwehr Danzig subdivisions.",
          "These troops had at their disposal, in addition to small arms, three ADGZ armoured cars. The attack was commanded by SS-Untersturmführer Alfred Heinrich, while operational responsibility for the actions of the paramilitary formations was borne by the then chief of the Danzig police, SS-Oberführer Johannes Schäfer.",
          "In the building of the Polish Post Office at what was then Hevelius Square in Danzig at the time of the attack there were 43 postal workers of this unit, 10 postal workers delegated from Gdynia and Bydgoszcz and one Polish railwayman from Danzig. They had at their disposal three Browning wz. 1928 light machine guns, pistols and rifles and a number of hand grenades. In addition, the caretaker of the house, his wife and their 10-year-old daughter were still in the building. The workers, who were due to start work at 8 a.m., were stopped in front of the building by a police cordon.",
          "The plan of attack of the Germans (drawn up in July 1939) was to capture the building by punching a hole in the wall from the neighbouring National Labour Office. At the same time, three assault groups were to tie up the defenders' forces and break into the building from the front.",
          "According to the assumptions drawn up by the Polish Army Headquarters, the postal workers were to hold out for about six hours, until the arrival with relief of separated subunits of the Pomeranian Army. The postal workers, unlike the commander of the Westerplatte garrison, were not informed of the withdrawal of the Intervention Corps from Pomerania, nor were the orders to defend themselves revoked.",
          "The first German attack failed; they were repulsed. During this attempt his commander, SS-Untersturmführer, Alfred Heinrich, was mortally wounded. At the same time, an attack was repulsed from the side of the Labour Office, where holes were punched in the walls. Here, in turn, the defence commander Lieutenant Konrad Guderski was killed (from the explosion of his own grenade, with which he eliminated a group of Germans attacking through a hole in the wall).",
          "At around 10 a.m., in order to get an idea of how the fighting was going, Gauleiter Albert Forster and SS-Oberführer Johannes Schäfer appeared on Hevelius Square. Forster used one of his armoured cars for this purpose.",
          "At around 11 a.m. the German attacking force was reinforced with two light 75mm calibre guns. Despite this, the second attack was also unsuccessful for the attackers.",
          "At around 13.00 another attack was launched. Supported by the fire of two armoured cars and a 105 mm howitzer, the Germans, again, failed to deal with the well-organised postal workers. This was, of course, to the credit of Guderski, who sacrificed his life for the sake of the defence. Since the building could not be forced through, the siege of the post began.",
          "At around 15:00 the German new attack commander ordered a break in the assault and gave the postal workers two hours to capitulate. At the same time, the sappers made a trench under the wall of the post office, where they placed a 600-kilogram explosive charge. Despite the fact that the promised help from the Polish Army did not arrive, the postal workers rejected the offer of surrender.",
          "After the ultimatum had expired (at 17:00) the charge was set off demolishing part of the wall of the building, and the German troops, supported by three guns, moved to storm occupying part of the postal building. At this time the defence was confined to the basement, where the defenders took shelter from the shelling.",
          "At about 18:00 motor pumps were brought under the post office, with which the Germans pumped petrol and benzol into the cellars. They then set the doused post on fire using flame throwers. As a result of these actions, five postal workers (including Brunon Marszałkowski and Stanisław Rekowski) were probably burned alive.",
          "At 19:00 the Defenders made the decision to capitulate. Director Dr Jan Michoń was the first to leave the burning building. Although he was only carrying a white flag he was shot dead by the attackers. The postmaster leaving behind him, Józef Wąsik, was burnt alive with a flame-thrower. It is likely that while Michoń and Wąsik were leaving the building, Bronisław Szulc attempted to escape. According to Augustyn Młyński's memoirs, he was most likely shot dead. In his book, Dieter Schenk took into account the fact that Szulc's burnt body could not later be identified. He was probably shot first and then set on fire with a flamethrower."
        ],
        [
          "Six postal workers managed to escape from the building. Two of them: Franciszek Mionskowski and the wounded Alfons Flisykowski, were arrested already on 2 September and imprisoned with the other defenders; the other four: (Andrzej Górski, Franciszek Mielewczyk, Władysław Milewczyk and Augustyn Młyński) managed to escape and survive the war. One of the postal workers, Władysław Kupka, also attempted to escape but was caught by the Germans in unexplained circumstances.",
          "The remaining defenders were arrested and placed first in the building of the Police Presidium in Gdańsk (28 people), and the wounded and burned (16 people) were placed in the city hospital. Of those sent to hospital, 6 people died as a result of their injuries (5 as a result of burns). The youngest victim of the attack on the post office was 10-year-old Erwina Barzychowska, a pupil of caretaker Jan Pipka and his wife Malgorzata. Severely burned by a flamethrower (while trying to leave the post office building), she died in hospital after seven weeks.",
          "The group imprisoned in the Police Presidium was transferred after a few days to the Victoriaschule, a prison where Danzig Poles were detained and tortured during the first days of the war. This group was tried in the first trial of postal workers as early as 8 September 1939.",
          "The further fate of the postal workers varied. Almost all those who survived were later shot in Zaspa near Gdańsk. The bodies of those who died were buried in the cemetery in Zaspa (today's Cemetery of Victims of Hitlerism on Bolesława Chrobrego Street). Those who did not manage to escape and were arrested were sentenced to death by the Germans and also shot. Polish postal workers who did not take part in the defence were mostly arrested and imprisoned in concentration camps.",
          "/images/gallery/palce_1.jpg"
        ],
        [
          "The defenders were tried in two trials by the field court of General Friedrich Eberhardt's brigade, part of Georg von Küchler's 3rd Army. On 8 September, 28 postal workers were tried, and on 30 September the remaining 10 were sentenced to death for 'partisanship' (German: Freischärlerei). The basis for the prosecution was the Ordinance on Special War Criminal Law in Times of War and During Special Tasks of 17 August 1938.",
          "Article three of this ordinance read: \"a partisan punishable by death is anyone who, without possessing the external badges of membership of the armed forces of an enemy power as prescribed by international law, uses, or having in his possession, with the intention of using to the detriment of a German or friendly army or belonging to them, kills or takes an action which for war use only members of the armed forces in uniform may undertake.\" The verdict was handed down by the presiding judge Kurt Bode and the prosecutor was military court councillor Dr Hans Giesecke. The verdict was finally approved by General Walther von Brauchitsch, commander-in-chief of the land forces.",
          "The sentence was probably carried out on 5 October, around 4am, at the Gdańsk police training ground in Zaspa. The postal workers were shot in the area of the old shooting range near the airport in Wrzeszcz and buried in the same place. According to surviving testimonies, they were led in fours, bound. Over the grave dug by the Stutthof prisoners, they were allowed to receive Holy Communion. The grave was covered with slaked lime and thoroughly covered with turf. One of those directing the execution was SS-Sturmbannführer Max Pauly, then commandant of the Stutthof concentration camp (he was sentenced to death by hanging by the British Military Tribunal in 1946)."
        ],
        [
          "In 1995, the Lübeck Regional Court conducted a review of the postal workers' trial, finding, among other things, violations of the rules of court procedure and violations of the provisions of the Fourth Hague Convention (1907) on the Laws and Customs of War on Land. As a result, they were acquitted by the court. Dieter Schenk's book 'Polish Post in Danzig - the story of a certain German court murder', published in the same year, contributed to the start of the trial. In addition to its moral significance, the verdict made it possible to apply to the German government for compensation (this was paid in 2001).",
          "The main theses justifying the verdict were:",
          "The Penal Code of the Free City of Danzig, in force until 14 November 1939, did not provide for the death penalty.",
          "The ordinance on special war criminal law on which the sentence was based concerned only actions committed against the Wehrmacht, while the post office was attacked by units of the Danzig police and paramilitary units of the SS and SA.",
          "The ordinance was envisaged in case of war, and such a fact occurred after 3 September 1939 when Great Britain and France declared war on Germany.",
          "The Polish Post in Danzig was, under Article 104 of the Treaty of Versailles, Polish territory defended by Poles under international law, so they could not be considered partisans.",
          "The provisions of the Hague Convention IV, ratified by Germany, whose Article 43 in Section III states: \"as soon as power has passed from the hands of the legitimate government to those of the occupying power, the latter shall take all measures in its power, observing the laws of the country.\" The Polish Post Office was part of Polish territory.",
          "The defendants were not provided with the right to defence.",
          "Those responsible for the judicial murder of Hans Giesecke and Kurt Bode never received any punishment. They were denazified after the war. Giesecke became director of the Hessian State Court in Frankfurt am Main, and Bode was a judge and later vice-president of the Higher State Court in Bremen. They died in the 1970s as highly regarded lawyers."
        ],
        [
          "/images/gallery/znak_3.jpg",
          "By a resolution of the National National Council of 31 October 1946, the Virtuti Militari V Class Order was awarded to the Trade Union of Postal and Telecommunications Workers - near Gdańsk 1 for the heroic defence of the Polish Post Office in Gdańsk in 1939.",
          "After the war the former Hevelius Square was renamed Polish Post Defenders Square. On the occasion of the 40th anniversary of the heroic defnce, on September 1, 1979, the Monument to the Defenders of the Polish Post Office in Gdańsk was unveiled on the square. On the same day, in the building defended in 1939, the Gdańsk 1 Post Office and the Museum of Post and Telecommunications were opened. The latter was for a long time a branch of the Museum of Post and Telecommunications in Wrocław, and from 1 January 2003 it was incorporated into the structures of the Historical Museum of the City of Gdańsk (now the Museum of Gdańsk) under the name Museum of the Polish Post in Gdańsk.",
          "Until 28 August 1991, the place of execution of the defenders of the Polish Post Office was unknown. After 1939, the Germans carried out earthworks, which - despite the existence of eyewitnesses to the massacre - made it impossible for many years to establish the place of execution precisely. The mass grave of 38 postal workers was accidentally encountered by workers carrying out earthworks on the construction of the bank's garages in the Zaspa housing estate (between Burzyńskiego Street and Jana Pawła II Avenue). The exhumed remains were reburied in the nearby Cemetery of Victims of Hitlerism in Gdańsk, where the murdered railwaymen and customs officers from Szymankowo and the Polish activists of the Free City of Gdańsk murdered on Good Friday, 22 March 1940 in Stutthof are also buried.",
          "During the exhumation work, in addition to other finds proving that this is the grave of postal workers, unequivocal evidence was found in the form of the wedding ring of Franciszek Klinkosz, a postal expediter, with the maiden initials of his wife (Prakseda Vogel) and the date of their marriage - \"P.V. 4.4.26\".",
          "In 1998, the Gdańsk City Council posthumously awarded the defenders of the Polish Post (a total of 56 people) the titles of honorary citizens of Gdańsk.",
          "/images/gallery/table.jpg",
          "In autumn 2015, at the request of the postal workers' families, the monument unveiled in the courtyard of the Veteran's House in the late 1970s and early 1980s - on the site of the alleged execution of the defenders - was removed."
        ]
      ]
    },
    "monuments": {
      "name": "Monuments",
      "introduction": "Many monuments and plaques have been erected to commemorate the sacrifice of postal workers",
      "parts": [
        "mounuments"
      ],
      "sections": [
        [
          "/images/gallery/pomnik_2.jpg",
          "Monument to the defenders of the Polish Post Office unveiled in 1979 in front of the Polish Post Office building in Gdańsk",
          "/images/gallery/tablica.jpg",
          "A plaque placed on the wall next to the post office building where the captured Postal Workers were originally gathered, commemorating the granting of honorary citizenship of Gdańsk to them in 1998",
          "/images/gallery/pomnik_1.jpg",
          "Monument next to the plaque",
          "/images/gallery/palce_1.jpg",
          "The same wall. The artist placed symbolic fingerprints on it where the arrested postal workers held their hands",
          "/images/gallery/grob_pocztowcow.jpg",
          "https://pl.wikipedia.org/wiki/Obrona_Poczty_Polskiej_w_Gdańsku#/media/Plik:Cmentarz_na_Zaspie_grob_pocztowcow.jpg",
          "Postal workers' grave, cemetery in Zaspa",
          "/images/gallery/zaspa_kamien.jpg",
          "https://download.cloudgdansk.pl/gzdiz-pl/t/201902580.jpg",
          "Gdańsk-Zaspa: inscription on the plaque - \"In this place the remains of 38 defenders of the Polish post office in Gdansk who were shot by the Nazis on 05.10.1939 were found on 28.08.1991\""
        ]
      ]
    },
    "post-office": {
      "name": "Post Office area",
      "introduction": "",
      "parts": [
        "in the past",
        "currently"
      ],
      "sections": [
        [
          "/image/gallery/skrzynka_pocztowa.jpg",
          "https://s-trojmiasto.pl/zdj/c/n/9/3438/1280x0/3438772-Zachowana-do-dzisiejszych-czasow-oryginalna-skrzynka-pocztowa-Poczty-Polskiej-w-Wolnym-Miescie-Gdansku.jpg",
          "Post box of the Polish Post Office in the Free City of Danzig",
          "The Polish Post and Telegraph Office in Danzig was established under the provisions of the Treaty of Versailles (paragraph 104(3)) of 1919, the Polish-Gdansk Convention of 1920 (articles 29-32) and the Warsaw Agreement of 24 October 1921 (articles 149-168).",
          "In 1921 the Directorate of Posts and Telegraphs of the Republic of Poland in Danzig was established. It was located at Hevelius Square, in the building of the former Prussian military hospital, built between 1838 and 1844, which was closed down after the creation of the Free City of Danzig and demilitarisation.",
          "The \"Gdańsk 1\" office became the main post office in Gdansk from 1930, it housed, among other things, a telephone exchange with a direct connection to Poland. In Danzig, 10 post boxes with the Polish national emblem were set up. It is estimated that in 1939 there were just over 100 people working at the Polish Post Office.",
          "On September 1, 1939, the main post of the Polish Post Office in Gdansk became the site of a heroic and tragic defence against an attack by German police and paramilitary formations."
        ],
        [
          "It now houses the Post Office \"Gdansk 1\" and the Museum of the Polish Post Office in Gdansk. The rest of the building is occupied by classrooms of the Communications School Complex and a school dormitory.",
          "In 1979, a monument to the Defenders of the Polish Post Office in Gdańsk was erected in front of the post office building."
        ]
      ]
    },
    "defenders": {
      "name": "Defenders and civilians accompanying them",
      "introduction": "",
      "parts": [
        "killed during the fighting",
        "died in the city hospital",
        "shot in Zaspa",
        "martyred in the concentration camps",
        "managed to survive"
      ],
      "sections": [
        [
          "1 September 1939",
          "Konrad Guderski born 19 February 1900 - Lieutenant, Engineer, Defence Commander",
          "Brunon Marszałkowski b. 1 January 1904 - expeditor - KS Virtuti Militari No. 13755",
          "Jan Michoń b. 1 June 1888 - dr, acting director of the Polish Post Office - KS Virtuti Militari no. 13757",
          "Stanisław Rekowski b. 17 September 1900 - expeditor",
          "Bronisław Suchcitz",
          "Józef Wąsik b. 8 July 1904 - head of UPT - KS Virtuti Militari no. 13803",
          "unrecognised body",
          "unrecognised body"
        ],
        [
          "Erwina Barzychowska b. 16 October 1929, d. 20 October 1939 - caretaker's pupil, died of burns",
          "Bernard Binnebesel b. 20 May 1893, d. 4 September 1939 - assistant, cause of death gunshot wound to abdomen and injury to skull",
          "Stefan Cywiński b. 29 May 1907, d. 2 September 1939 - assistant, cause of death 2nd and 3rd degree burns",
          "Alojzy Franz b. 17 February 1905, d. 5 September 1939 - assistant, cause of death 2nd and 3rd degree burns",
          "Józef Mitkowski b. 15 June 1885, d. 31 October 1939 - inspector, cause of death 2nd and 3rd degree burns - KS Virtuti Militari No 13760",
          "Jan Pipka b. 20 July 1872, d. 2 September 1939 - house caretaker, cause of death 2nd and 3rd degree burns - KS Virtuti Militari no 13770"
        ],
        [
          "probably 5 October 1939",
          "Jan Banaszkowski b. 17 October 1904 - postmaster, delegated",
          "Wladyslaw Bazgier b. 22 April 1911 - senior assistant, delegated",
          "Stefan Bączkowski b. 4 January 1906 - postman, delegated",
          "Heliodor Becker b. 3 July 1904 - assistant",
          "Alojzy Bela b. 9 June 1899 - postman",
          "Andrzej Binkowski b. 11 November 1902 - postman, delegated",
          "Florian Budziak b. 1 October 1911 - postman, delegated",
          "Maksymilian Cygalski b. 17 September 1900 - Permanent Assistant",
          "Jan Ellwardt b. 3 November 1905 - expeditor",
          "Alfons Flisykowski b. 22 September 1902 - defence commander, sub-referendary",
          "Kazimierz Gdaniec b. 17 January 1907 - driver",
          "Konrad Grotha b. 26 July 1906 - postman",
          "Jan Klimek b. 20 September 1889 - senior expeditor",
          "Franciszek Klinkosz b. 22 December 1899 - expeditor",
          "Władysław Koprowiak b. 21 May 1897 - senior assistant, delegate - KS Virtuti Militari no. 13737",
          "Franciszek Krause b. 13 August 1900 - postman - KS Virtuti Militari no. 13741",
          "Franciszek Kuntz b. 24 June 1907 - postman",
          "Władysław Kupka b. 30 September 1914 - expeditor",
          "Wojciech Kurkowski b. 24 April 1893 - expeditor",
          "Augustyn Lis b. 27 Nov 1900 - stationary postman - KS Virtuti Militari no. 13748",
          "Franciszek Magulski b. 2 September 1904 - senior expeditor - KS Virtuti Militari no. 13752",
          "Bernard Majewski b. 7 December 1900 - senior postman - KS Virtuti Militari no. 13753",
          "Franciszek Mionskowski b. 13 September 1897 - senior  postman - KS Virtuti Militari no. 13759",
          "Jan Nowak b. February 4, 1890 - branch manager - KS Virtuti Militari no. 13764",
          "Stefan Nowakowski b. 21 August 1901 - expeditor - KS Virtuti Militari no. 13765",
          "Kazimierz Orzechowski b. 23 November 1915 - assistant - KS Virtuti Militari no. 13769",
          "Brunon Piełowski b. 29 August 1902 - driver - KS Virtuti Militari no. 13769",
          "Sylwester Płoszyński b. 7 December 1906 - postman, delegate - KS Virtuti Militari no. 13772",
          "Ignacy Połom b. 6 July 1898 - senior  expeditor - KS Virtuti Militari no. 13773",
          "Aleksander Racki b. 14 October 1903 - expeditor - KS Virtuti Militari no. 13777",
          "Franciszek Rąbca b. 4 January 1904 - expeditor - KS Virtuti Militari no. 13776",
          "Kazimierz Rogaczewski b. 25 March 1903 - expeditor - KS Virtuti Militari no. 13780",
          "Józef Rzepka b. 25 November 1899 - senior expeditor - KS Virtuti Militari no. 13784",
          "Leon Schreiber b. 5 September 1912 - junior postman, delegated - KS Virtuti Militari no. 13786",
          "Ignacy Sikorski b. October 23, 1895 - Head of the post office - KS Virtuti Militari no. 13787",
          "Józef Strzelecki b. 15 March 1887 - senior  expeditor - KS Virtuti Militari no. 13795",
          "Leonard Wisniewski b. 2 January 1904 - expeditor - KS Virtuti Militari no. 13805",
          "Piotr Teshmer b. November 16, 1894 - clerk 1st class PKP - KS Virtuti Militari no. 13798"
        ],
        [
          "Leon Fuz b. 21 February 1895, d. December 1939 in Piasnica - senior technician,",
          "Alfons Papka b. 1 December 1906, d. 22 March 1940 in Stutthof camp - senior assistant,",
          "Brunon Dobrzychowski born 4 May 1908 - postman"
        ],
        [
          "Andrzej Górski b. 21 July 1910 - assistant",
          "Franciszek Mielewczyk b. 2 December 1910 - driver",
          "Władysław Milewczyk b. 2 May 1901 - driver",
          "Augustyn Młyński b. 25 November 1905 - senior postman",
          "Małgorzata Pipka - caretaker, left with the surrenders, was arrested and imprisoned in various prisons and camps in Gdańsk until 1943, died in 1963"
        ]
      ]
    }
  }
}
